
/* */
"AppSocket/HP JetDirect" = "Jetdirect";

/* */
"Bluetooth Printer (bluetooth)" = "Bluetooth";

/* */
"Fax Printer (fax)" = "Fax";

/* */
"FireWire Printer" = "FireWire";

/* */
"Internet Printing Protocol (http)" = "Protocollo di stampa Internet (http)";

/* */
"Internet Printing Protocol (ipp)" = "Protocollo di stampa Internet";

/* */
"LPD/LPR Host or Printer" = "Host LPD/LPR o stampante";

/* */
"Serial Printer (serial)" = "Seriale";

/* */
"USB Printer (usb)" = "USB";

/* */
"Windows Printer via SAMBA" = "Windows";

/* */
"Zeroconf registered printer..." = "Bonjour";

/* User will enter the URI manually menu item */
"manual" = "Un altro dispositivo";

/* Internal Modem */
"modem" = "Modem integrato";

/* Bluetooth Modem */
"Bluetooth-Modem" = "Modem Bluetooth";


